---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ArrayFailures
source: html/3e431c1d-d9c0-8b2a-f102-f89eae80018d.htm
---
# BuiltInFailures.ArrayFailures Properties

Arraying is not currently supported for the selected elements.